[
    {
      "maxprice": 20,
      "minprice": 3,
      "effect": null,
      "location":["na","sa","eu","an","af","as","oc"],
      "id": "marijuana",
      "name": "Marijuana",
      "description": "Marijuana is indigenous to Central and South Asia. There is evidence of inhalation of cannabis smoke from the 3rd millennium BCE, namely charred cannabis seeds found in a ritual brazier at an ancient burial site in present-day Romania. In 2003, a leather basket filled with cannabis leaf fragments and seeds was found next to a 2,500- to 2,800-year-old mummified shaman in the northwestern Xinjiang Uygur Autonomous Region of China. Evidence of cannabis consumption was also found \r\n\t in Egyptian mummies dated about 950 BC. Cannabis was also used by the ancient Hindus of India and Nepal thousands of years ago. ",
      "icon": "weed_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 5,
      "minprice": 1,
      "effect": null,
      "location":["sa","af"],
      "id": "salvia",
      "name": "Salvia",
      "description": "Salvia divinorum is native to the Sierra Mazateca in Oaxaca, Mexico, where it is still used by the Mazatec, primarily to facilitate shamanic visions in the context of curing or divination. S. divinorum is one of several species with hallucinogenic properties that are ritually used by Mazatec shamans. Others include certain morning glory seeds (Turbina corymbosa), psilocybin mushrooms, and various coleus species. In their rituals, the shamans use only fresh S. divinorum leaves. The history of the plant is not well known, and there has been no definitive answer to the question of its origin. Speculation includes Salvia divinorum being a wild plant native to the area, a cultigen of the Mazatecs, or a cultigen introduced by another indigenous group. Botanists have also not been able to determine whether it is a hybrid or a cultigen.",
      "icon": "salvia_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 5,
      "minprice": 1,
      "effect": null,
      "location":["na","eu","oc","as"],
      "id": "poppers",
      "name": "Poppers",
      "description": "Popper is a slang term given broadly to the chemical class called alkyl nitrites, that are inhaled. It is used for practical purposes to facilitate anal sex by increasing blood flow and relaxing sphincter muscles or for recreational drug purposes, typically for the 'high' or 'rush' that the drug can create. Poppers have also been historically used for sexual encounters, initially within the gay community.",
      "icon": "poppers_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 20,
      "minprice": 3,
      "effect": null,
      "location":["af"],
      "id": "hash",
      "name": "Hashish",
      "description": "The name hashish comes from the Arabic word which means grass. It is believed that massive hashish production for international trade originated in Morocco during the 1960s, where the cannabis plant was widely available. Before the coming of the first hippies from the Hippie Hashish Trail, only small pieces of Lebanese hashish were found in Morocco. However, hemp has been reported from a cultural setting on Taiwan as long ago as 10,000 BC and the earliest human use of Cannabis appears to have occurred in the steppe regions of Central Asia or in China.",
      "icon": "hash_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 50,
      "minprice": 20,
      "effect": null,
      "location":["na","eu","oc"],
      "id": "anabolics",
      "name": "Anabolics",
      "description": "The use of gonadal steroids pre-dates their identification and isolation. Medical use of testicle extract began in the late 19th century while its effects on strength were still being studied. The isolation of gonadal steroids can be traced back to 1931, when Adolf Butenandt, a chemist in Marburg, purified 15 milligrams of the male hormone androstenone from tens of thousands of litres of urine. This steroid was subsequently synthesized in 1934 by Leopold Ruzicka, a chemist in Zurich.In the 1930s, it was already known that the testes contain a more powerful androgen than androstenone, and three groups of scientists, funded by competing pharmaceutical companies in the Netherlands, Germany, and Switzerland, raced to isolate it. This hormone was first identified by Karoly Gyula David, E. Dingemanse, J. Freud and Ernst Laqueur in a May 1935 paper On Crystalline Male Hormone from Testicles (Testosterone). They named the hormone testosterone, from the stems of testicle and sterol, and the suffix of ketone. The chemical synthesis of testosterone was achieved in August that year, when Butenandt and G. Hanisch published a paper describing A Method for Preparing Testosterone from Cholesterol.",
      "icon": "anabo_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 4,
      "minprice": 18,
      "effect": null,
      "location":["na","sa","eu","an","af","as","oc"],
      "id": "crack",
      "name": "Crack",
      "description": "Crack cocaine, also known simply as crack or rock, is a free base form of cocaine that can be smoked. Crack offers a short but intense high to smokers. The Manual of Adolescent Substance Abuse Treatment calls it the most addictive form of cocaine. Crack first saw widespread use as a recreational drug in primarily impoverished inner city neighborhoods in New York, Philadelphia, Baltimore, Washington, D.C., Los Angeles, and Miami in late 1984 and 1985; its rapid increase in use and availability is sometimes termed as the 'crack epidemic'.",
      "icon": "crack_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 4,
      "minprice": 18,
      "effect": null,
      "location":["as"],
      "id": "opium",
      "name": "Opium",
      "description": "The opium poppy was cultivated in lower Mesopotamia as long ago as 3400 BCE. The chemical analysis of opium in the 19th century revealed that most of its activity could be ascribed to two alkaloids, codeine and morphine.\r\nDiamorphine was first synthesized in 1874 by C. R. Alder Wright, an English chemist working at St. Mary's Hospital Medical School in London. He had been experimenting with combining morphine with various acids. He boiled anhydrous morphine alkaloid with acetic anhydride for several hours and produced a more potent, acetylated form of morphine, now called diacetylmorphine or morphine diacetate.",
      "icon": "opium_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 4,
      "minprice": 18,
      "effect": null,
      "location":["na","sa","eu","an","af","as","oc"],
      "id": "heroine",
      "name": "Heroine",
      "description": "Heroin, also known as diamorphine among other names, is an opioid most commonly used as a recreational drug for its euphoric effects. It is used medically in several countries to relieve pain or in opioid replacement therapy. It is typically injected, usually into a vein, but it can also be smoked, snorted, or inhaled. The onset of effects is usually rapid and lasts for a few hours.",
      "icon": "heroine_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 30,
      "minprice": 8,
      "effect": null,
      "location":["na","eu","as"],
      "id": "amphet",
      "name": "methamphetamine",
      "description": "Methamphetamine was discovered in 1893, it is a potent central nervous system stimulant that is mainly used as a recreational drug and less commonly as a second-line treatment for attention deficit hyperactivity disorder and obesity.",
      "icon": "amphet_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 30,
      "minprice": 10,
      "effect": null,
      "location":["na","eu"],
      "id": "mdma",
      "name": "MDMA",
      "description": "MDMA was first synthesized in 1912 by Merck chemist Anton Köllisch. At the time, Merck was interested in developing substances that stopped abnormal bleeding. Merck wanted to avoid an existing patent held by Bayer for one such compound hydrastinine. Köllisch developed a preparation of a hydrastinine analogue, methylhydrastinine, at the request of fellow lab members, Walther Beckh and Otto Wolfes. MDMA (called methylsafrylamin, safrylmethylamin or N-Methyl-a-Methylhomopiperonylamin in Merck laboratory reports) was an intermediate compound in the synthesis of methylhydrastinine. Merck was not interested in MDMA itself at the time.On 24 December 1912, Merck filed two patent applications that described the synthesis and some chemical properties of MDMAand its subsequent conversion to methylhydrastinine.",
      "icon": "mdma_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 35,
      "minprice": 8,
      "effect": null,
      "location":["na","eu","an","oc"],
      "id": "lsd",
      "name": "LSD",
      "description": "LSD was first synthesized on November 16, 1938 by Swiss chemist Albert Hofmann at the Sandoz Laboratories in Basel, Switzerland as part of a large research program searching for medically useful ergot alkaloid derivatives. LSD's psychedelic properties were discovered 5 years later when Hofmann himself accidentally ingested an unknown  quantity of the chemical. The first intentional ingestion of LSD occurred on April 19, 1943, when Hofmann ingested 250 micrograms of LSD. He said this would be a threshold dose based on the dosages of other ergot alkaloids. Hofmann found the effects to be much stronger than he anticipated.",
      "icon": "lsd_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 7,
      "minprice": 1,
      "effect": null,
      "location":["na","an","as","oc"],
      "id": "psylocybin",
      "name": "Psilocybin",
      "description": "There is evidence to suggest that psychoactive mushrooms have been used by humans in religious ceremonies for thousands of years. Murals dated 9000 to 7000 BCE found in the Sahara desert in southeast Algeria depict horned beings dressed as dancers, clothed in garb decorated with geometrical designs, and holding mushroom-like objects. Parallel lines extend from the mushroom shapes to the center of the dancers' heads. 6,000-year-old pictographs discovered near the Spanish town of Villar del Humo illustrate several mushrooms that have been tentatively identified as Psilocybe hispanica, a hallucinogenic species native to the area.",
      "icon": "psilo_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 100,
      "minprice": 30,
      "effect": null,
      "location":["na","eu","as","oc"],
      "id": "ghb",
      "name": "GHB",
      "description": "Synthesis of the chemical GHB was first reported in 1874 by Alexander Zaytsev, but the first major research into its use in humans was conducted in the early 1960s by Dr. Henri Laborit to use in studying the neurotransmitter GABA. It quickly found a wide range of uses due to its minimal side-effects and short duration of action, the only difficulties being the narrow therapeutic dosage range and the dangers presented by its combination with alcohol and other nervous system depressants. GHB was widely used in France, Italy, and other European countries for several decades as a sleeping agent and an anesthetic in childbirth but problems with its abuse potential and development of newer drugs have led to a decrease in legitimate medical use of GHB in recent times. In the Netherlands, GHB could be bought as aphrodisiac and euphoriant in a smartshop for several years, until several incidents caused it to become regulated. The only common medical applications for GHB today are in the treatment of narcolepsy and more rarely alcoholism. In the typical scenario, GHB has been synthesized from ?-butyrolactone (GBL) by adding sodium hydroxide (lye) in ethanol or water.",
      "icon": "ghb_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 60,
      "minprice": 10,
      "effect": null,
      "location":["sa"],
      "id": "cocaine",
      "name": "Cocaine",
      "description": "For over a thousand years South American indigenous peoples have chewed the leaves of Erythroxylon coca, a plant that contains vital nutrients as well as numerous alkaloids, including cocaine. The coca leaf was, and still is, chewed almost universally by some indigenous communities. The remains of coca leaves have been found with ancient Peruvian mummies, and pottery from the time period depicts humans with bulged cheeks, indicating the presence of something on which they are chewing. There is also evidence that these cultures used a mixture of coca leaves and saliva as an anesthetic for the performance of trepanation. When the Spanish arrived in South America, most at first ignored aboriginal claims that the leaf gave them strength and energy, and declared the practice of chewing it the work of the Devil. But after discovering that these claims were true, they legalized and taxed the leaf, taking 10% off the value of each crop. In 1569, Nicolás Monardes described the indigenous peoples' practice of chewing a mixture of tobacco and coca leaves to induce great contentment.",
      "icon": "coke_icon.png",
      "weight": 0,
      "volume": 0
    },
    {
      "maxprice": 30,
      "minprice": 10,
      "effect": null,
      "location":["na","eu","as"],
      "id": "pcp",
      "name": "PCP",
      "description": "It is commonly mistakenly reported that PCP was first synthesized in 1926. This early synthesis, in fact, refers to the PCP intermediate PCC. PCP was actually discovered serendipitously by Victor Maddox, a chemist at Parke-Davis in Michigan, while investigating synthetic analgesic agents. Although unexpected, PCP was identified as potentially interesting, and as such, was submitted for pharmacological testing. The promising results of these pharmacological investigations led to the rapid development of PCP. It was approved for use as an investigational drug under the tradename Sernyl in the 1950s as an anesthetic, but because of its long half-life and adverse side effects, such as hallucinations, mania, delirium, and disorientation, it was removed from the market in 1965 and limited to veterinary use.",
      "icon": "pcp_icon.png",
      "weight": 0,
      "volume": 0
    }
  ]
  